Repository: NaN-tic/trytond-product_pack
Catalog: locale/*.po
Languages: de

# error:product.pack:
source: Quantity by Package of Package must be positive.
de: Anzahl pro Packstück muss eine positive Zahl sein.

# field:product.pack,create_date:
source: Create Date
de: Erstellungsdatum

# field:product.pack,create_uid:
source: Create User
de: Erstellt durch

# field:product.pack,height:
source: Height
de: Höhe

# field:product.pack,layers:
source: Number of Layers
de: Anzahl an Lagen

# field:product.pack,length:
source: Length
de: Länge

# field:product.pack,note:
source: Description
de: Beschreibung

# field:product.pack,packages_layer:
source: Packagings by layer
de: Packstücke pro Lage

# field:product.pack,pallet_weight:
source: Pallet Weight
de: Palettengewicht

# field:product.pack,product:
source: Product
de: Variante

# field:product.pack,qty:
source: Quantity by Package
de: Anzahl pro Packstück

# field:product.pack,sequence:
source: Sequence
de: Reihenfolge

# field:product.pack,total_packaging_weight:
source: Total Packaging Weight
de: Gesamtgewicht

# field:product.pack,uom:
source: Unit
de: Stück

# field:product.pack,uom_digits:
source: Unit Digits
de: Nachkommastellen

# field:product.pack,weight:
source: Empty Packaging Weight
de: Leergewicht Verpackung

# field:product.pack,width:
source: Width
de: Breite

# field:product.pack,write_date:
source: Write Date
de: Zuletzt geändert

# field:product.pack,write_uid:
source: Write User
de: Letzte Änderung durch

# field:product.template,packagings:
source: Packagings
de: Verpackungen

# help:product.pack,layers:
source: The number of layers in a pallet.
de: Die Anzahl von Lagen auf einer Palette.

# help:product.pack,qty:
source: The total number of products you can put by packaging.
de: Anzahl der Variante pro Packstück

# help:product.pack,sequence:
source: Gives the sequence order when displaying a list of packaging.
de: Gibt die Reihenfolge auf der Verpackungsliste an.

# help:product.pack,total_packaging_weight:
source: The weight of packagings for a full pallet (included pallet weight.
de: Gewicht aller Packstücke für eine volle Palette (inklusive Palettengewicht).

# model:ir.action,name:act_product_pack
source: Product Package
de: Verpackungen

# model:ir.ui.menu,name:menu_product_pack
source: Product Package
de: Verpackungen

# model:product.pack,name:
source: Product Pack
de: Verpackung

# view:product.pack:
source: Measures
de: Abmessungen

# view:product.pack:
source: Palletization
de: Palettierung

# view:product.pack:
source: Product Pack
de: Verpackung

# view:product.template:
source: Packaging
de: Verpackung
